{
  "act_number": "201",
  "act_title": "Akta 201",
  "language": "BM",
  "filename": "Act_201_BM_Akta 201.pdf",
  "file_path": "malaysian_acts/BM/Act_201_BM_Akta 201.pdf",
  "total_pages": 1,
  "sections": [
    {
      "section_id": "para_1",
      "heading": "",
      "content": "UNDANG-UNDANGMALAYSIACETAKAN SEMULAAkta 201AKTA DUTI PERTARUHAN DANAMBIL TAGAN 1948Mengandungi segala pindaan hingga 1 Januari 2006DITERBITKAN OLEHPESURUHJAYA PENYEMAK UNDANG-UNDANG, MALAYSIADI BAWAH KUASA AKTA PENYEMAKAN UNDANG-UNDANG 1968SECARA USAHA SAMA DENGANPERCETAKAN NASIONAL MALAYSIA BHD2006Teks ini HANYA TERJEMAHAN oleh Jabatan Peguam Negara bagi Betting andSweepstake Duties Act 1948. Melainkan jika dan sehingga ditetapkan sahih di bawahsubseksyen 7(1) Akta Bahasa Kebangsaan 1963/67 [Akta 32], teks ini bukan perundangan.\fUndang-Undang Malaysia2AKTA 201AKTA DUTI PERTARUHAN DAN AMBILTAGAN 1948Pertama kali diperbuat………1948 (Ordinan No. 6tahun 1948)Disemak...………………1978 (Akta 201 m.b.p.15 Februari 1978)CETAKAN SEMULA YANG TERDAHULUCetakan Semula Yang Pertama…   …   …   …   2001\fDuti Pertaruhan dan Ambil Tagan3UNDANG-UNDANG MALAYSIAAkta 201AKTA DUTI PERTARUHAN DAN AMBILTAGAN 1948SUSUNAN SEKSYENSeksyen1.Tajuk ringkas dan pemakaian1A.Tafsiran2.Duti atas pertaruhan dan ambil tagan3.Pernyata oleh penganjur4.Pengemukaan dokumen5.Duti yang kena dibayar hendaklah menjadi hutang yang kena dibayar kepadaKerajaan Malaysia6.Kecualian7.Penalti\fUndang-Undang Malaysia4AKTA 201\fDuti Pertaruhan dan Ambil Tagan5UNDANG-UNDANG MALAYSIAAkta 201AKTA DUTI PERTARUHAN DAN AMBIL TAGAN 1948Suatu Akta yang berhubungan dengan duti atas pertaruhan dan ambiltagan.[Semenanjung Malaysia—6 Mac 1948;Sabah dan Sarawak—15 April 1992,P.U. (B) 164/1992;Wilayah Persekutuan Labuan—15 April 1992,P.U. (B) 165/1992]Tajuk ringkas dan pemakaian1.(1)Akta ini bolehlah dinamakan Akta Duti Pertaruhan dan AmbilTagan 1948.*(2)Akta ini hendaklah terpakai di Semenanjung Malaysia sahaja.Tafsiran1A.Dalam Akta ini, melainkan jika konteksnya menghendaki maknayang lain—“Lembaga” ertinya Lembaga Totalisator yang ditubuhkan oleh AktaPerlumbaan (Lembaga Totalisator) 1961 [Akta 494];“penganjur” ertinya Lembaga, atau setiausaha kelab atau persatuanlumba yang telah menganjurkan apa-apa totalisator, pari mutuel atauambil tagan, mengikut kehendak hal keadaan;“Semenanjung Malaysia” mempunyai erti yang diberi kepadanyadalam seksyen 3 Akta Taksiran 1948 dan 1967 dan termasuklah WilayahPersekutuan.Duti atas pertaruhan dan ambil tagan2.(1)Atas tiap-tiap pertaruhan yang dibuat dalam apa-apa totalisatoratau pari mutuel yang dianjurkan oleh Lembaga atau mana-mana kelablumba yang ditubuhkan di Semenanjung Malaysia atau persatuanmengikut mana-mana skim yang diluluskan di bawah seksyen 16 Akta*CATATAN—Akta ini terpakai di Sabah dan Sarawak menurut P.U. (A) 377/1991 dan terpakai di WilayahPersekutuan Labuan menurut P.U. (A) 376/1991.\fUndang-Undang Malaysia6AKTA 201Perlumbaan (Lembaga Totalisator) 1961, hendaklah dikenakan dutisebanyak apa-apa peratus daripada amaun pertaruhan itu yang ditetapkanoleh Menteri Kewangan dari semasa ke semasa melalui perintah yangdisiarkan dalam Warta.(2)Atas tiap-tiap ambil tagan yang dianjurkan oleh mana-manakelab lumba yang ditubuhkan di Semenanjung Malaysia atau persatuanatas keputusan perlumbaan kuda atau perlumbaan lain, sama adaperlumbaan itu diadakan di atau di luar Semenanjung Malaysia,  hendaklahdikenakan duti sebanyak apa-apa peratus daripada amaun yangdisumbangkan kepada ambil tagan itu yang ditetapkan oleh MenteriKewangan dari semasa ke semasa melalui perintah yang disiarkandalam Warta.Penyataan oleh penganjur3.(1)Penganjur hendaklah membuat suatu pernyata mengenai amaunyang diterima sebagai pertaruhan dalam setiap satu perlumbaan danamaun yang disumbangkan kepada setiap satu ambil tagan dan hendaklah,sebagaimana yang ditentukan oleh Pemungut Duti Setem bagi tiap-tiapsatunya, sama ada melekatkan padanya setem pelekat yang mempunyainilai yang sama dengan duti yang boleh dikenakan di bawah seksyen 2,atau membayar amaun duti yang boleh dikenakan sedemikian dalammata wang Malaysia yang sah.(2)Penyataan yang disebut dalam subseksyen (1) hendaklahdiserahkan kepada Pemungut:(a)dalam hal pertaruhan yang dibuat dalam mana-mana totalisatoratau pari mutuel, dalam masa lima belas hari selepas hariterakhir perlumbaan yang pertaruhan itu dibuat, atau(b)dalam hal ambil tagan, dalam masa tujuh hari selepas hariambil tagan itu ditutup,dan Pemungut hendaklah, jika dia menghendaki duti itu dibayar dengancara setem pelekat, membatalkan setem itu, atau, jika dia telahmenghendaki duti itu dibayar dalam mata wang Malaysia yang sah,mengeluarkan resit bagi amaun yang dibayar.(3)(Dipotong oleh Akta 12 tahun 1961).Pengemukaan dokumen4.Pemungut Duti Setem boleh pada bila-bila masa yang munasabahmenghendaki dikemukakan apa-apa buku, akaun, baucar atau dokumenlain yang berhubungan dengan sesuatu totalisator, pari mutuel atauambil tagan yang dianjurkan oleh Lembaga atau oleh mana-mana kelabatau persatuan lumba.\fDuti Pertaruhan dan Ambil Tagan7Duti yang kena dibayar hendaklah menjadi hutang yang kenadibayar kepada Kerajaan Malaysia5.(1)Duti yang dikehendaki dibayar di bawah Akta ini hendaklahmenjadi suatu hutang yang kena dibayar kepada Kerajaan Malaysia danboleh didapatkan dengan apa-apa cara yang berkuat kuasa pada masa inibagi mendapatkan hutang yang kena dibayar kepada Kerajaan.(2)Amaun apa-apa duti yang kena dibayar di bawah seksyenini hendaklah dimasukkan antara hutang yang, di bawah *seksyen43 Akta Kebankrapan 1967 [Akta 360], atau seksyen 292 Akta Syarikat1965 [Akta 125], dikehendaki dibayar terlebih dahulu daripada semuahutang lain dalam pembahagian harta seseorang bankrap atau seseorangyang mati dengan tidak solven atau dalam penggulungan sesuatu syarikatyang tidak solven, mengikut mana-mana yang berkenaan.Kecualian6.Kecuali berkenaan dengan suatu ambil tagan yang dianjurkan olehkelab lumba yang ditubuhkan dalam Semenanjung  Malaysia berdasarkankeputusan suatu perlumbaan kuda, tiada apa-apa jua dalam Akta iniboleh disifatkan sebagai membenarkan atau membolehkan mana-manaorang mengambil bahagian dalam mana-mana ambil tagan yangdianjurkan oleh suatu kelab, persatuan atau pertubuhan yang ia bukananggotanya.Penalti7.(1)Jika penganjur tidak menyerahkan penyata kepada PemungutDuti Setem sebagaimana yang diperuntukkan dalam seksyen 3, diaboleh didenda tidak melebihi lima ratus ringgit.(2)Jika penganjur, dengan niat hendak mengelakkan duti yangdikenakan di bawah Akta ini membuat suatu penyataan yang disebutdalam seksyen 3, yang palsu tentang apa-apa butir material, dia bolehdidenda tidak melebihi satu ribu ringgit atau empat kali amaun duti yangkena dibayar, mengikut mana-mana yang lebih tinggi.*CATATAN—Dahulunya merujuk kepada seksyen 38 Enakmen Kebankrapan 1921 [Chapter 55]yang merujuk kepada “Priority of debts”.\fUndang-Undang Malaysia8AKTA 201UNDANG-UNDANG MALAYSIAAkta 201AKTA DUTI PERTARUHAN DAN AMBIL TAGAN 1948SENARAI PINDAANUndang-undangTajuk ringkasBerkuat kuasayang memindadariOrd. 39/1950Ordinan Duti Pertaruhan dan15-08-1950Ambil Tagan (Pindaan) 1950Ord. 64/1952Ordinan Duti Pertaruhan dan30-12-1952Ambil Tagan (Pindaan) 1952Ord. 59/1957Ordinan Duti Pertaruhan dan28-11-1957Ambil Tagan (Pindaan) 195701-12-1957Akta 12/1961Akta Duti Pertaruhan dan27-03-1961Ambil Tagan (Pindaan) 1961Akta 44/1965Akta Kelab Perlumbaan01-08-1965(Ambil Tagan Awam) 1965Akta 17/1967Akta Kelab Perlumbaan06-04-1967(Ambil Tagan Awam) (Pindaan)1967Akta 65Akta Cukai Perjudian 197201-03-1972Akta 160Akta Mata Wang Malaysia29-08-1975(Ringgit) 1975P.U. (A) 376/1991Perintah Pengubahsuaian Undang-15-04-1992Undang (Rumah PerjudianTerbuka, Loteri, Pertaruhan, DutiPertaruhan dan Ambil Tagan danPerlumbaan (LembagaTotalisator) (Peluasan keWilayah Persekutuan Labuan)1991\fDuti Pertaruhan dan Ambil Tagan9P.U. (A) 377/1991Perintah Pengubahsuaian Undang-15-04-1992Undang (Rumah PerjudianTerbuka, Loteri, Pertaruhan, DutiPertaruhan dan Ambil Tagan danPerlumbaan (LembagaTotalisator) (Perluasan keNegeri-Negeri Sabah danSarawak) 1991Undang-undangTajuk ringkasBerkuat kuasayang memindadari\fUndang-Undang Malaysia10AKTA 201UNDANG-UNDANG MALAYSIAAkta 201AKTA DUTI PERTARUHAN DAN AMBIL TAGAN 1948SENARAI SEKSYEN YANG DIPINDASeksyenKuasa memindaBerkuat kuasadari1AAkta 12/196127-03-19612Akta 39/195015-08-1950Akta 64/195230-12-1952Akta 59/195701-12-1957Akta 12/196127-03-1961Akta 6501-03-1972Akta 17/196706-04-19673Akta 64/195230-12-1952Akta12/196127-03-19614Akta 64/195230-12-1952Akta 12/196127-03-19615Akta 59/195728-11-19576Akta 44/196501-08-1965Akta 17/196706-04-19677Akta 16029-08-1975",
      "section_number": null,
      "subsection": null,
      "page_number": null,
      "element_type": "text"
    }
  ],
  "metadata": {
    "parsing_timestamp": "1751517154.008608",
    "file_size_bytes": 103647,
    "original_language_dir": "BM"
  },
  "parsing_method": "pdfminer",
  "document_hash": "6cd89c44b22c"
}