{
  "act_number": "201",
  "act_title": "Act 201",
  "language": "EN",
  "filename": "Act_201_EN_Act 201.pdf",
  "file_path": "malaysian_acts/EN/Act_201_EN_Act 201.pdf",
  "total_pages": 1,
  "sections": [
    {
      "section_id": "para_1",
      "heading": "",
      "content": "Betting and Sweepstake Duties1LAWS OF MALAYSIAREPRINTAct 201BETTING AND SWEEPSTAKEDUTIES ACT 1948Incorporating all amendments up to 1 January 2006PUBLISHED BYTHE COMMISSIONER OF LAW REVISION, MALAYSIAUNDER THE AUTHORITY OF THE REVISION OF LAWS ACT 1968IN COLLABORATION WITHPERCETAKAN NASIONAL MALAYSIA BHD2006\f2BETTING AND SWEEPSTAKE DUTIES ACT 1948First enacted............…...1948 (Ordinance No. 6of 1948)Revised......…............1978 (Act 201 w.e.f.15 February 1978)PREVIOUS REPRINTFirst Reprint...............2001\f3LAWS OF MALAYSIAAct 201BETTING AND SWEEPSTAKE DUTIES ACT 1948ARRANGEMENT OF SECTIONSSection1.Short title and application1A.Interpretation2.Duty on bets and sweepstakes3.Statement by promoter4.Production of documents5.Duty payable to be a debt due to the Government of Malaysia6.Saving7.Penalty\fLaws of MalaysiaACT 2014\fBetting and Sweepstake Duties5LAWS OF MALAYSIAAct 201BETTING AND SWEEPSTAKE DUTIES ACT 1948An Act relating to duties on betting and sweepstakes.[Peninsular Malaysia—6 March 1948;Sabah and Sarawak—15 April 1992,P.U. (B) 164/1992;Federal Territory of Labuan—15 April 1992,P.U. (B) 165/1992]Short title and application1.(1)This Act may be cited as the Betting and Sweepstake DutiesAct 1948.*(2)This Act shall apply to Peninsular Malaysia only.Interpretation1A.In this Act, unless the context otherwise requires—“the Board” means the Totalisator Board established by theRacing (Totalisator Board) Act 1961 [Act 494];“the promoter” means the Board, or the secretary of the racingclub or association which has promoted any totalisator, parimutuelor sweepstake, as the circumstances may require;“Peninsular Malaysia” has the meaning assigned thereto insection 3 of the Interpretation Act 1948 and 1967 and includes theFederal Territory.Duty on bets and sweepstakes2.(1)On every bet made on any totalisator or pari-mutuel promotedby the Board or any racing club established in Peninsular Malaysiaor association in accordance with any approved scheme under*NOTE—This Act is applicable to Sabah dan Sarawak–vide P.U. (A) 377/1991 and applicable toFederal Territory of Labuan–vide P.U. (A) 376/1991.\fLaws of MalaysiaACT 2016section 16 of the Racing (Totalisator Board) Act 1961, there shallbe charged a duty which shall be such per centum of the amountof the bet as the Minister of Finance may from time to time fixby order published in the Gazette.(2)On every sweepstake promoted by any racing club establishedin Peninsular Malaysia or association on the result of a horse raceor other race, whether such race takes place in, or outside Malaysia,there shall be charged a duty which shall be such per centum ofthe amount contributed towards such sweepstake, as the Ministerof Finance may from time to time fix by order published in theGazette.Statement by promoter3.(1)The promoter shall draw up a statement of the amountsreceived as bets on each race and of the amounts contributed toeach sweepstake and shall, as may by the Collector of StampDuties in each case be determined, either affix thereto adhesivestamps to the value of the duty chargeable under section 2, or paythe amount of duty so chargeable in lawful currency of Malaysia.(2)The statement referred to in subsection (1) shall be deliveredto the Collector:(a)in the case of bets made on any totalisator or pari mutuel,within fifteen days after the last day of the race meetingat which such bets were made, or(b)in the case of a sweepstake, within seven days after theday on which the sweepstake was closed,and the Collector shall, if he has required the duty to be paid bymeans of adhesive stamps, cancel the stamps, or, if he has requiredthe duty to be paid in lawful currency of Malaysia, issue a receiptfor the amount paid.(3)(Deleted by Act 12 of 1961).Production of documents4.The Collector of Stamp Duties may at all reasonable timesrequire the production of any books, accounts, vouchers or otherdocuments relating to any totalisator, pari mutuel or sweepstakepromoted by the Board or by any racing club or association.\fBetting and Sweepstake Duties7Duty payable to be a debt due to the Government of Malaysia5.(1)The duty required to be paid under this Act shall be a debtdue to the Government of Malaysia and shall be recoverable byany of the ways and means in force for the time being for therecovery of debts due to the Government.(2)The amount of any duty due under this section shall beincluded among the debts which under *section 43 of the BankruptcyAct 1967 [Act 360], or section 292 of the Companies Act 1965[Act 125], are to be paid in priority to all other debts in thedistribution of the property of a bankrupt or a person dying insolventor in the winding up of an insolvent company, as the case may be.Saving6.Save in respect of a sweepstake promoted by a racing clubestablished in Peninsular Malaysia on the result of a horse racenothing in this Act shall be deemed to permit or enable any personto take part in any sweepstake promoted by a club, association orsociety of which he is not a member.Penalty7.(1)If the promoter fails to deliver the statements to the Collectorof Stamp Duties as provided in section 3, he shall be liable to afine not exceeding five hundred ringgit.(2)If the promoter, with intent to evade the duty chargeableunder this Act draws up a statement referred to in section 3 whichis false in any material particular he shall be liable to a fine notexceeding one thousand ringgit or four times the amount of theduty payable, whichever is higher.*NOTE—Previously refered to section 38 of the Bankruptcy Enactment 1921 [Chapter 55] pertainingto “Priority of debts”.\fLaws of MalaysiaACT 2018LAWS OF MALAYSIAAct 201BETTING AND SWEEPSTAKE DUTIES ACT 1948LIST OF AMENDMENTSAmending lawShort titleIn force fromOrd. 39/1950Betting and Sweepstake Duties15-08-1950(Amendment) Ordinance 1950Ord. 64/1952Betting and Sweepstake Duties30-12-1952(Amendment) Ordinance 1952Ord. 59/1957Betting and Sweepstake Duties28-11-1957(Amendment) Ordinance 195701-12-1957Act 12/1961Betting and Sweepstake Duties27-03-1961(Amendment) Act 1961Act 44/1965Racing Club (Public Sweepstakes)01-08-1965Act 1965Act 17/1967Racing Club (Public Sweepstakes)06-04-1967(Amendment) Act 1967Act 65Gaming Tax Act 197201-03-1972Act 160Malaysian Currency (Ringgit) Act29-08-19751975P.U. (A) 376/1991Modification of Laws (Common15-04-1992Gaming Houses, Lotteries, Betting,Betting and Sweepstakes Dutiesand Racing (Totalisator Board))(Extension to the Federal Territoryof Labuan) Order 1991P.U. (A) 377/1991Modification of Laws (Common15-04-1992Gaming Houses, Lotteries, Betting,Betting and Sweepstake Duties andRacing (Totalisator Board))(Extension to the States of Sabahand Sarawak) Order 1991\fBetting and Sweepstake Duties9LAWS OF MALAYSIAAct 201BETTING AND SWEEPSTAKE DUTIES ACT 1948LIST OF SECTIONS AMENDEDSectionAmending authorityIn force from1AAct 12/196127-03-19612Act 39/195015-08-1950Act 64/195230-12-1952Act 59/195701-12-1957Act 12/196127-03-1961Act 6501-03-1972Act 17/196706-04-19673Act 64/195230-12-1952Act 12/196127-03-19614Act 64/195230-12-1952Act 12/196127-03-19615Act 59/195728-11-19576Act 44/196501-08-1965Act 17/196706-04-19677Act 16029-08-1975DICETAK OLEHPERCETAKAN NASIONAL MALAYSIA BERHAD,KUALA LUMPURBAGI PIHAK DAN DENGAN PERINTAH KERAJAAN MALAYSIA",
      "section_number": null,
      "subsection": null,
      "page_number": null,
      "element_type": "text"
    }
  ],
  "metadata": {
    "parsing_timestamp": "1751517155.6778033",
    "file_size_bytes": 319197,
    "original_language_dir": "EN"
  },
  "parsing_method": "pdfminer",
  "document_hash": "25e6d0ac6902"
}